<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.VQ8-GoToMeeting</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Productivity</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-update-smart</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroupTemplate.xml</string>
		<key>NAME</key>
		<string>GoToMeeting</string>
		<key>POLICY_CATEGORY</key>
		<string>Applications</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>GoToMeeting is a web-hosted service created and marketed by the Online Services division of Citrix Systems. It is an online meeting, desktop sharing, and video conferencing software that enables the user to meet with other computer users, customers, clients or colleagues via the Internet in real time.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>GoToMeeting.png</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.GoToMeeting</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>GoToMeetingURLProvider</key>
			<dict>
				<key>git_hash</key>
				<string>bc8e713ab5c5f18306281d331c901e0a46f06fad</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/GoToMeeting/GoToMeetingURLProvider.py</string>
				<key>sha256_hash</key>
				<string>8d5dcbbfef5c7c0fea1bd4fbc3a5c3b67116dad33f85fe3079256a61937fb704</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.homebysix.download.GoToMeeting</key>
			<dict>
				<key>git_hash</key>
				<string>1b8b9c15f3a3e92de5e7e5a54a6a2e44431832d6</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/GoToMeeting/GoToMeeting.download.recipe</string>
				<key>sha256_hash</key>
				<string>cee386c288a54a18d3255bbc6fe6fc5a0c475309f2276f9c2c3318b43a338614</string>
			</dict>
			<key>com.github.homebysix.pkg.GoToMeeting</key>
			<dict>
				<key>git_hash</key>
				<string>1b8b9c15f3a3e92de5e7e5a54a6a2e44431832d6</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/GoToMeeting/GoToMeeting.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>f6348c52e6681404519e7155ce67a518c853f1ff3cd7cd6c71209c78842615ff</string>
			</dict>
			<key>com.github.jss-recipes.jss.GoToMeeting</key>
			<dict>
				<key>git_hash</key>
				<string>ae77ebdeb3f6663e1fd79b165ed85e48a4deec06</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/GoToMeeting/GoToMeeting.jss.recipe</string>
				<key>sha256_hash</key>
				<string>5e410d919683fffbfa59be7b7117155e89586d4bf93c3c7953d3521743cf2bc5</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
