<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.VQ8-Signal</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Productivity</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-update-smart</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroupTemplate.xml</string>
		<key>NAME</key>
		<string>Signal</string>
		<key>POLICY_CATEGORY</key>
		<string>Testing</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string></string>
		<key>SELF_SERVICE_ICON</key>
		<string>%NAME%.png</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.Signal</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.jaharmi.download.Signal</key>
			<dict>
				<key>git_hash</key>
				<string>b28acc6a0951f1474dbc4697e4a27af9aaa7981d</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jaharmi-recipes/Signal/Signal.download.recipe</string>
				<key>sha256_hash</key>
				<string>e3c736d0eb9362139e72bf8513693ecc23cb0c85a330efa82f4b7645e20ec8d0</string>
			</dict>
			<key>com.github.jaharmi.pkg.Signal</key>
			<dict>
				<key>git_hash</key>
				<string>975abc7820d08d711e8c9514ca3462203dfa1c5c</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jaharmi-recipes/Signal/Signal.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>5200226ddb5d868ec8cc82ed8f772235a857421215bfb5e21a1ff0c95bfc682c</string>
			</dict>
			<key>com.github.jss-recipes.jss.Signal</key>
			<dict>
				<key>git_hash</key>
				<string>ebff9c4e623a443f83ddea074aac168a149d9723</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jaharmi-recipes/Signal/Signal.jss.recipe</string>
				<key>sha256_hash</key>
				<string>a2d462dd846316d5226c8ed199653ed3cc20edfe02e8d083e24c6fdeefc111c5</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
