<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.VQ8-1Password</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Utility</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-update-smart</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroupTemplate.xml</string>
		<key>NAME</key>
		<string>1Password</string>
		<key>POLICY_CATEGORY</key>
		<string>Applications</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>1Password for Mac lets you keep all of your log-ins in one place, so you'll never have to worry about forgetting passwords again. And all of the information you enter into this app is protected by a master password, which means you won't have to worry about unauthorized access, either.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>1Password.png</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.1Password</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.jss-recipes.jss.1Password</key>
			<dict>
				<key>git_hash</key>
				<string>1c2eda4424a70fcf5df3cc8b0ba322278462588c</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/1Password/1Password.jss.recipe</string>
				<key>sha256_hash</key>
				<string>8f1b1bf6ec5a1c58f67bd0f79c6465fdcb8f1e0a547c44e14f580782b51a0b15</string>
			</dict>
			<key>io.github.hjuutilainen.download.1Password</key>
			<dict>
				<key>git_hash</key>
				<string>dfc3143e9230d6d31c5707202b870d93ca1b6c8c</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/AgileBits/1Password.download.recipe</string>
				<key>sha256_hash</key>
				<string>7941aab20fdb6a545c6db43e264aab424c6f30d2dd934b359c7ba8ed392d110a</string>
			</dict>
			<key>io.github.hjuutilainen.pkg.1Password</key>
			<dict>
				<key>git_hash</key>
				<string>042d138d0f9076444971b70a16a7ef8417ddb59d</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/AgileBits/1Password.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>9e6552927e0c2748df87501d443d8d1401e231f437d93b2898cfcc9533c841c8</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
