<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.VQ8-Docker</string>
	<key>Input</key>
	<dict>
		<key>BUNDLE_ID</key>
		<string>com.docker.docker</string>
		<key>CATEGORY</key>
		<string>Productivity</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-update-smart</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroupTemplate.xml</string>
		<key>NAME</key>
		<string>Docker</string>
		<key>POLICY_CATEGORY</key>
		<string>Productivity</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>Docker containers wrap a piece of software in a complete filesystem that contains everything needed to run: code, runtime, system tools, system libraries - anything that can be installed on a server. This guarantees that the software will always run the same, regardless of its environment.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>%NAME%.png</string>
		<key>SPARKLE_FEED_URL</key>
		<string>https://download.docker.com/mac/stable/appcast.xml</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.Docker</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>com.github.homebysix.FindAndReplace/FindAndReplace</key>
			<dict>
				<key>git_hash</key>
				<string>dc086969ec741e70edcf24774d50fba627732496</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/FindAndReplace/FindAndReplace.py</string>
				<key>sha256_hash</key>
				<string>bb19af8502c6531346e06767b128cee20532647d31b529af2deff1136e550bd8</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.chilcote.download.Docker</key>
			<dict>
				<key>git_hash</key>
				<string>f081fb57aeb260e0098e6f2e4eb957d688692add</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.chilcote-recipes/Docker/Docker.download.recipe</string>
				<key>sha256_hash</key>
				<string>6ce644c5abb118291a64cf462c47e55b74a1ed691f748402abbb830929d9e444</string>
			</dict>
			<key>com.github.chilcote.pkg.Docker</key>
			<dict>
				<key>git_hash</key>
				<string>f081fb57aeb260e0098e6f2e4eb957d688692add</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.chilcote-recipes/Docker/Docker.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>15c6a8a6a11ea77f96f51b562ca3ca1ecd968015d42cd480ad6bfb06f448364f</string>
			</dict>
			<key>com.github.jss-recipes.jss.Docker</key>
			<dict>
				<key>git_hash</key>
				<string>0ed7bb694310c0ab46a6225bae07ca5b2df8f1cc</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/Docker/Docker.jss.recipe</string>
				<key>sha256_hash</key>
				<string>5737bf13933d43bd84f865cb4b484c8a69d4ef7cdb02f94316f9ad3683a0ee21</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
