<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.VQ8-Dropbox</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Dropbox</string>
		<key>DESCRIPTION</key>
		<string>Dropbox is an application that creates a special Finder folder that automatically syncs online and between your computers. It allows you to both store files on Dropbox's servers and keep them up-to-date between systems.</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-update-smart</string>
		<key>GROUP_TEMPLATE</key>
		<string>%RECIPE_DIR%/SmartGroupTemplate.xml</string>
		<key>ICON</key>
		<string>%RECIPE_DIR%/Dropbox.png</string>
		<key>JSS_INVENTORY_NAME</key>
		<string>Dropbox.app</string>
		<key>NAME</key>
		<string>Dropbox</string>
		<key>POLICY_CATEGORY</key>
		<string>Testing</string>
		<key>POLICY_TEMPLATE</key>
		<string>%RECIPE_DIR%/PolicyTemplate.xml</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.rtrouton.jss.dropbox</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.dropbox</key>
			<dict>
				<key>git_hash</key>
				<string>29e505418bf6e344ae43a4d5c847638153d142d1</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Dropbox/Dropbox.download.recipe</string>
				<key>sha256_hash</key>
				<string>6b3f290f226e7ae1e47b1acc0494c3c395ecb15c755803d24776cbbdf97157af</string>
			</dict>
			<key>com.github.autopkg.pkg.dropbox</key>
			<dict>
				<key>git_hash</key>
				<string>e8992ab0ceacaf3af916e75e3fdce727cd8bb58a</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Dropbox/Dropbox.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>f570fdd068af64f965fe4dc41681ccf72cf1a6501f0084e1e50c21ada45e85c0</string>
			</dict>
			<key>com.github.rtrouton.jss.dropbox</key>
			<dict>
				<key>git_hash</key>
				<string>42544a436263fd20e98dc343d47b09d1e0231558</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/JSS/Dropbox.jss.recipe</string>
				<key>sha256_hash</key>
				<string>4fe12759a387f4662bca3452f51cfee6d4708f52bb3b81e0fb282a9c4bbe6300</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
