<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.VQ8-Zoom-OutlookPlugin</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Testing</string>
		<key>DOWNLOAD_URL</key>
		<string>https://zoom.us/client/latest/ZoomMacOutlookPlugin.pkg</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-Testing</string>
		<key>GROUP_TEMPLATE</key>
		<string>GroupTemplate.xml</string>
		<key>NAME</key>
		<string>Zoom Outlook Plugin</string>
		<key>POLICY_CATEGORY</key>
		<string>%CATEGORY%</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>The Zoom Plugin for Outlook installs a button on the Microsoft Outlook tool bar to enable you to start or schedule a meeting with one-click.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>Zoom-OutlookPlugin.png</string>
		<key>os_requirements</key>
		<string></string>
		<key>package_notes</key>
		<string>Product of AutoPkg</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.mlbz521.jss.Zoom-OutlookPlugin</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.mlbz521.download.Zoom-OutlookPlugin</key>
			<dict>
				<key>git_hash</key>
				<string>caf1cb9d50de8457064e4eba7b2705dd7b2a18e2</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.MLBZ521-recipes/Zoom/Zoom-OutlookPlugin.download.recipe</string>
				<key>sha256_hash</key>
				<string>6333eed1015357f11bbd3ca6d35953f17b97c2993a0516935f9e6c7693d68956</string>
			</dict>
			<key>com.github.mlbz521.jss.Zoom-OutlookPlugin</key>
			<dict>
				<key>git_hash</key>
				<string>12c53b0a52801f44780287cd6b2c6ec9f152a86c</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.MLBZ521-recipes/Zoom/Zoom-OutlookPlugin.jss.recipe</string>
				<key>sha256_hash</key>
				<string>3a6077185f578d8ce2ebab7a995b7ad7ff7d4abf2151e81643135a5b944b7f45</string>
			</dict>
			<key>com.github.mlbz521.pkg.Zoom-OutlookPlugin</key>
			<dict>
				<key>git_hash</key>
				<string>41b11d8ec8f5c88b21d6c28807ddc4ece577570b</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.MLBZ521-recipes/Zoom/Zoom-OutlookPlugin.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>fb0332f6563878a9c7b36dda851ef76901eb0d8ef028a4cd25c1880632b6d926</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
