<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.VQ8-Zoom-OutlookPlugin</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Testing</string>
		<key>DOWNLOAD_URL</key>
		<string>https://zoom.us/client/latest/ZoomMacOutlookPlugin.pkg</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-Testing</string>
		<key>GROUP_TEMPLATE</key>
		<string>GroupTemplate.xml</string>
		<key>NAME</key>
		<string>Zoom Outlook Plugin</string>
		<key>POLICY_CATEGORY</key>
		<string>%CATEGORY%</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>The Zoom Plugin for Outlook installs a button on the Microsoft Outlook tool bar to enable you to start or schedule a meeting with one-click.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>Zoom-OutlookPlugin.png</string>
		<key>os_requirements</key>
		<string></string>
		<key>package_notes</key>
		<string>Product of AutoPkg</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.mlbz521.jss.Zoom-OutlookPlugin</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.mlbz521.download.Zoom-OutlookPlugin</key>
			<dict>
				<key>git_hash</key>
				<string>caf1cb9d50de8457064e4eba7b2705dd7b2a18e2</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.MLBZ521-recipes/Zoom/Zoom-OutlookPlugin.download.recipe</string>
				<key>sha256_hash</key>
				<string>6333eed1015357f11bbd3ca6d35953f17b97c2993a0516935f9e6c7693d68956</string>
			</dict>
			<key>com.github.mlbz521.jss.Zoom-OutlookPlugin</key>
			<dict>
				<key>git_hash</key>
				<string>2df97421a31899660482e2e8f0c3d4c3d68c11f2</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.MLBZ521-recipes/Zoom/Zoom-OutlookPlugin.jss.recipe</string>
				<key>sha256_hash</key>
				<string>01ce2b34a754ce94bbc1767943f9974c493c37c7f7aad30db8eac5dfd93f7d77</string>
			</dict>
			<key>com.github.mlbz521.pkg.Zoom-OutlookPlugin</key>
			<dict>
				<key>git_hash</key>
				<string>2df97421a31899660482e2e8f0c3d4c3d68c11f2</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.MLBZ521-recipes/Zoom/Zoom-OutlookPlugin.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>f5f1a7115b3514e328c83f5d9fa96ea2a653b04d0af47f5bb383acfd14bc4f4e</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
