<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.VQ8-Tableau Desktop</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Science and Math</string>
		<key>Comment</key>
		<string>Note: PlistReader without variable injection in AutoPkg requires setting "version" input key to an empty string, as below.</string>
		<key>DOWNLOAD_URL</key>
		<string>https://www.tableau.com/downloads/desktop/mac</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-update-smart</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroupTemplate.xml</string>
		<key>NAME</key>
		<string>Tableau Desktop</string>
		<key>POLICY_CATEGORY</key>
		<string>Applications</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>Tableau Desktop is data visualization software that lets you see and understand data in minutes.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>Tableau Desktop.png</string>
		<key>version</key>
		<string></string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.TableauDesktop</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.gmarnin.download.tableau-desktop</key>
			<dict>
				<key>git_hash</key>
				<string>4d88bf7e0abd7ba49e17bba4d3df93da2b5ba8dc</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.gmarnin-recipes/Tableau/Tableau.download.recipe</string>
				<key>sha256_hash</key>
				<string>3bb9619ae20b1c1ce4b293d54a508b078ebadeea0f4270c466b1ebde01d19247</string>
			</dict>
			<key>com.github.gmarnin.pkg.tableau-desktop</key>
			<dict>
				<key>git_hash</key>
				<string>35c0c85468c426e277469d77f38e691479f8910a</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.gmarnin-recipes/Tableau/Tableau.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>fed9874977d91c9da00f5eb9c3d5ba975dd592f05c5762313369fcf4f467464f</string>
			</dict>
			<key>com.github.jss-recipes.jss.TableauDesktop</key>
			<dict>
				<key>git_hash</key>
				<string>b67139dda1aa859457fe0360f6d0da34d901e44a</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/Tableau Desktop/Tableau Desktop.jss.recipe</string>
				<key>sha256_hash</key>
				<string>8b96cb4d1d8446749a75d0f08804ef4c4db986e9adbecc65dbaf0e9f9bb6312d</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
