<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.install.VQ8-Brave</string>
	<key>Input</key>
	<dict>
		<key>INCLUDE_PRERELEASES</key>
		<string></string>
		<key>INSTALL_DESTINATION</key>
		<string>/Applications</string>
		<key>NAME</key>
		<string>Brave</string>
		<key>SPARKLE_FEED_URL</key>
		<string>https://updates.bravesoftware.com/sparkle/Brave-Browser/stable/appcast.xml</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.apettinen.install.brave</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.apettinen.download.brave</key>
			<dict>
				<key>git_hash</key>
				<string>6a331bd9fcb6d624dda23cc6813c0ce40b884b78</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.apettinen-recipes/Brave/Brave.download.recipe</string>
				<key>sha256_hash</key>
				<string>88ac22839fc36d5092fe7e7343241219381bbd4aace12459a1099eec315ef381</string>
			</dict>
			<key>com.github.apettinen.install.brave</key>
			<dict>
				<key>git_hash</key>
				<string>d225abbd007c04c4719ed39b27b9325fb818b7e6</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.apettinen-recipes/Brave/Brave.install.recipe</string>
				<key>sha256_hash</key>
				<string>b9ffc9f2e00356d00d24cec6683ff96393a7ac9a5c3bc8da2e59ee0c42a3713a</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
