<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.VQ8-Skype For Business</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Media</string>
		<key>CHANNEL</key>
		<string>Production</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-update-smart</string>
		<key>GROUP_TEMPLATE</key>
		<string>Skype For BusinessSmartGroupTemplate.xml</string>
		<key>LOCALE_ID</key>
		<string>1033</string>
		<key>NAME</key>
		<string>Skype For Business</string>
		<key>POLICY_CATEGORY</key>
		<string>Applications</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>POLICY_TRIGGER</key>
		<string>Install_SkypeForBusiness</string>
		<key>PRODUCT</key>
		<string>SkypeForBusiness</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>Install the latest version of %NAME%.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>Skype For Business.png</string>
		<key>VERSION</key>
		<string>latest</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.novaksam.jss.SkypeForBusiness</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>MSOfficeMacURLandUpdateInfoProvider</key>
			<dict>
				<key>git_hash</key>
				<string>0667df6e1f836b293d216ffe19b02f3353267292</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/MSOfficeUpdates/MSOfficeMacURLandUpdateInfoProvider.py</string>
				<key>sha256_hash</key>
				<string>59f8425bc4287d9dd33a9a0d13291fd482223b1691679a283c081aabc367e913</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.MSOfficeMacProduct</key>
			<dict>
				<key>git_hash</key>
				<string>55e47128864841e568cf20ccd2b852fea48faa50</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/MSOfficeUpdates/MSOfficeMacProduct.download.recipe</string>
				<key>sha256_hash</key>
				<string>9d98baa020cb9228ff75122bdd7b92a20196cedb9f5983c140e7c1e771cf26cf</string>
			</dict>
			<key>com.github.autopkg.download.SkypeForBusiness</key>
			<dict>
				<key>git_hash</key>
				<string>55e47128864841e568cf20ccd2b852fea48faa50</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/MSOfficeUpdates/SkypeForBusiness.download.recipe</string>
				<key>sha256_hash</key>
				<string>489629325f5d886c111ff87f9c295bab6728a9f8564bedb12ff7813e97bb1595</string>
			</dict>
			<key>com.github.novaksam.jss.SkypeForBusiness</key>
			<dict>
				<key>git_hash</key>
				<string>5c7ce66e6e6cc046c50a0c2d8932d8e1b43d2135</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.novaksam-recipes/Skype For Business/Skype For Business.jss.recipe</string>
				<key>sha256_hash</key>
				<string>8700bdfdbb516e4ea7862f53af46bb9233e0d060512514958f71be3ad4b3c243</string>
			</dict>
			<key>com.github.novaksam.pkg.SkypeForBusiness</key>
			<dict>
				<key>git_hash</key>
				<string>ed447f19621d80d2c8bbd11d40caecd9e2205f4f</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.novaksam-recipes/Recipes - pkg/SkypeForBusiness.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>af1e3e95f327fcb7b2cff2622c56dd1de708e200352d54a6429ba9d6ccd45168</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
