<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.VQ8-Postman</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Productivity</string>
		<key>DOWNLOAD_URL</key>
		<string>https://dl.pstmn.io/download/latest/osx</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-update-smart</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroupTemplate.xml</string>
		<key>NAME</key>
		<string>Postman</string>
		<key>POLICY_CATEGORY</key>
		<string>Internet</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>Postman Makes API Development Simple.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>postman.png</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.killahquam.jss.postman</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.bnpl.autopkg.download.postman</key>
			<dict>
				<key>git_hash</key>
				<string>95b292f40820b6635e460ea32d8a8312295847e5</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.bnpl-recipes/Postman/Postman.download.recipe</string>
				<key>sha256_hash</key>
				<string>0193c04354508fd854e35937114cf69b54beeecee789b759d486c3ba4eeed5cd</string>
			</dict>
			<key>com.github.bnpl.autopkg.pkg.postman</key>
			<dict>
				<key>git_hash</key>
				<string>561495a55942e96acc14fcf9ea3555c2496aea41</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.bnpl-recipes/Postman/Postman.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>cd6c69fec24dc922528c90aef21ccd0d1319ee5a8fbd30bba0e3e516cf04565a</string>
			</dict>
			<key>com.github.killahquam.jss.postman</key>
			<dict>
				<key>git_hash</key>
				<string>b49532524e455b9b84e4e42cf79e3653aaecbdbc</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.killahquam-recipes/Postman/Postman.jss.recipe</string>
				<key>sha256_hash</key>
				<string>4cceca80d422d2aca7fd655f425cc17449b317bed35125bfc973951a55899bf1</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
