<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.VQ8-Adobe Acrobat Reader DC</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Digital Media</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-update-smart</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroupTemplate.xml</string>
		<key>LANGUAGE</key>
		<string>English</string>
		<key>MAJOR_VERSION</key>
		<string>AcrobatDC</string>
		<key>NAME</key>
		<string>Adobe Acrobat Reader DC</string>
		<key>OS_VERSION</key>
		<string>10.15.0</string>
		<key>POLICY_CATEGORY</key>
		<string>Productivity</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>Views, prints, and comments on PDF documents, and connects to Adobe Document Cloud.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>Adobe Acrobat Reader DC.png</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.AdobeReaderDC</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>AdobeReaderRepackager</key>
			<dict>
				<key>git_hash</key>
				<string>8574c91661dc067f31a486239fd8f5685c6f4fa0</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeReader/AdobeReaderRepackager.py</string>
				<key>sha256_hash</key>
				<string>fab6459d34583611c270e839899c10df05c5640a96678e261f9714a75f5fc486</string>
			</dict>
			<key>AdobeReaderURLProvider</key>
			<dict>
				<key>git_hash</key>
				<string>c85c89cbeb464386d0d0c1b28a249cdde2f3ef2c</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeReader/AdobeReaderURLProvider.py</string>
				<key>sha256_hash</key>
				<string>86444563ac441908c8dfaf35bf866f42549a295904c9a34be40eda854d13ebf6</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.AdobeReaderDC</key>
			<dict>
				<key>git_hash</key>
				<string>276dcd8cf0b260f8e6bb20f9af6b3d00abfdf2cc</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeReader/AdobeReaderDC.download.recipe</string>
				<key>sha256_hash</key>
				<string>3548ae3e55286c19d1d2d36649b83cd958af9f9238768fb0f24433be6b3f0bb2</string>
			</dict>
			<key>com.github.autopkg.pkg.AdobeReaderDC</key>
			<dict>
				<key>git_hash</key>
				<string>ea8a647021abf3aa5687f3cf3c1f018c50f4bcc9</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeReader/AdobeReaderDC.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>cd442efb2ae977cd7ca62b7b0f4393f17136a7356fcde1583ba168267cfa749c</string>
			</dict>
			<key>com.github.jss-recipes.jss.AdobeReaderDC</key>
			<dict>
				<key>git_hash</key>
				<string>ae77ebdeb3f6663e1fd79b165ed85e48a4deec06</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/Adobe Acrobat Reader DC/Adobe Acrobat Reader DC.jss.recipe</string>
				<key>sha256_hash</key>
				<string>5c6c26c7eaa86f5f03d98a69b7882fe15d6fd6fcc09d97db00e8b6813617c415</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
