<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.VQ8-Slack</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Productivity</string>
		<key>DOWNLOAD_URL</key>
		<string>https://slack.com/ssb/download-osx-universal</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-update-smart</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroupTemplate.xml</string>
		<key>NAME</key>
		<string>Slack</string>
		<key>PKG_ID</key>
		<string>com.tinyspeck.slackmacgap</string>
		<key>POLICY_CATEGORY</key>
		<string>Applications</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>Slack is a platform for team communication: everything in one place, instantly searchable, available wherever you go..</string>
		<key>SELF_SERVICE_ICON</key>
		<string>Slack.png</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.killahquam.jss.slack</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.killahquam.download.slack</key>
			<dict>
				<key>git_hash</key>
				<string>b92ae9dd0c3dfd847be0d2f9bbd9cd9c3de454e0</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.killahquam-recipes/Slack/Slack.download.recipe</string>
				<key>sha256_hash</key>
				<string>c18640260720b4320bbe2cf8078f77165f2320b998ece74e7646a24c45e46cc5</string>
			</dict>
			<key>com.github.killahquam.jss.slack</key>
			<dict>
				<key>git_hash</key>
				<string>4498bc796d2a730236fee65af03ab6eca8ebe140</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.killahquam-recipes/Slack/Slack.jss.recipe</string>
				<key>sha256_hash</key>
				<string>5cd8b2818f329f2f07ec44bd52c4b96fed7be83d5b58d0955d84359b5ec40143</string>
			</dict>
			<key>com.github.killahquam.pkg.slack</key>
			<dict>
				<key>git_hash</key>
				<string>ce9a1b9baf9f364ff0669aeb4d738160a10856e2</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.killahquam-recipes/Slack/Slack.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>6eba275bfe4c448ebf898e983439a12e19b63cf5029668ae998a834600b1f50e</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
