<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.VQ8-Evernote</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Productivity</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-update-smart</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroupTemplate.xml</string>
		<key>NAME</key>
		<string>Evernote</string>
		<key>POLICY_CATEGORY</key>
		<string>Applications</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>Note-taking workspace.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>Evernote.png</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.Evernote</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.Evernote</key>
			<dict>
				<key>git_hash</key>
				<string>52e7c5a76ce386397cebd7bd80d11bcac59cd2cd</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Evernote/Evernote.download.recipe</string>
				<key>sha256_hash</key>
				<string>55fc82c29fdb651218dc809fd7b1a3b28c30541256a6cf09ed83b2fc447dc50c</string>
			</dict>
			<key>com.github.autopkg.pkg.Evernote</key>
			<dict>
				<key>git_hash</key>
				<string>52e7c5a76ce386397cebd7bd80d11bcac59cd2cd</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Evernote/Evernote.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>e941c5caeaf3ce1afd70000bceb37bc81a18b5de62c349bb83f4ae178168c73d</string>
			</dict>
			<key>com.github.jss-recipes.jss.Evernote</key>
			<dict>
				<key>git_hash</key>
				<string>ae77ebdeb3f6663e1fd79b165ed85e48a4deec06</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/Evernote/Evernote.jss.recipe</string>
				<key>sha256_hash</key>
				<string>ff7dfc6473767833345789fe47a26726eed4626d2aa870378bdcc4aca022de32</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
