<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.VQ8-MicrosoftWord365</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Apps</string>
		<key>DESCRIPTION</key>
		<string>Microsoft Word is a popular and powerful word processing app.</string>
		<key>DOWNLOADURL</key>
		<string>https://go.microsoft.com/fwlink/?linkid=%PRODUCTID%</string>
		<key>GROUP_NAME</key>
		<string>Update-Smart-%NAME%</string>
		<key>GROUP_TEMPLATE</key>
		<string>%RECIPE_DIR%/SmartGroupTemplate.xml</string>
		<key>ICON</key>
		<string>%RECIPE_DIR%/MicrosoftWord365.png</string>
		<key>NAME</key>
		<string>Microsoft Word</string>
		<key>POLICY_CATEGORY</key>
		<string>Applications</string>
		<key>POLICY_TEMPLATE</key>
		<string>%RECIPE_DIR%/PolicyTemplate.xml</string>
		<key>PRODUCTID</key>
		<string>525134</string>
		<key>SOFTWARETITLE</key>
		<string>Word</string>
		<key>VENDOR</key>
		<string>Microsoft</string>
		<key>VERSIONTYPE</key>
		<string>CFBundleVersion</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.rtrouton.jss.microsoftword365</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.rtrouton.download.microsoftword365</key>
			<dict>
				<key>git_hash</key>
				<string>8a29db2944790f4a29cc98618e0d2e87c96668d5</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/MicrosoftWord365/MicrosoftWord365.download.recipe</string>
				<key>sha256_hash</key>
				<string>447da48064a925c65307413ae32c76a665d633f0ccf9ad7f53d0de1809441c1c</string>
			</dict>
			<key>com.github.rtrouton.jss.microsoftword365</key>
			<dict>
				<key>git_hash</key>
				<string>8a29db2944790f4a29cc98618e0d2e87c96668d5</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/JSS/MicrosoftWord365.jss.recipe</string>
				<key>sha256_hash</key>
				<string>3a2ec4545568151897489332e30019685336efd3b34ad25165227902de1a94a7</string>
			</dict>
			<key>com.github.rtrouton.pkg.microsoftword365</key>
			<dict>
				<key>git_hash</key>
				<string>90f11cb9012473899a2640d445553ebbe86882a6</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/MicrosoftWord365/MicrosoftWord365.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>da3f07d80e6bab3f8f5ac19c80706cae87909d57bd63e3c4ec1d474eedb75b59</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
