<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.VQ8-MicrosoftPowerPoint365</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Apps</string>
		<key>DESCRIPTION</key>
		<string>Microsoft PowerPoint allows the creation and presentation of professional slide decks.</string>
		<key>DOWNLOADURL</key>
		<string>https://go.microsoft.com/fwlink/?linkid=%PRODUCTID%</string>
		<key>GROUP_NAME</key>
		<string>Update-Smart-%NAME%</string>
		<key>GROUP_TEMPLATE</key>
		<string>%RECIPE_DIR%/SmartGroupTemplate.xml</string>
		<key>ICON</key>
		<string>%RECIPE_DIR%/MicrosoftPowerPoint365.png</string>
		<key>NAME</key>
		<string>Microsoft PowerPoint</string>
		<key>POLICY_CATEGORY</key>
		<string>Applications</string>
		<key>POLICY_TEMPLATE</key>
		<string>%RECIPE_DIR%/PolicyTemplate.xml</string>
		<key>PRODUCTID</key>
		<string>525136</string>
		<key>SOFTWARETITLE</key>
		<string>PowerPoint</string>
		<key>VENDOR</key>
		<string>Microsoft</string>
		<key>VERSIONTYPE</key>
		<string>CFBundleVersion</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.rtrouton.jss.microsoftpowerpoint365</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.rtrouton.download.microsoftpowerpoint365</key>
			<dict>
				<key>git_hash</key>
				<string>8a29db2944790f4a29cc98618e0d2e87c96668d5</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/MicrosoftPowerPoint365/MicrosoftPowerPoint365.download.recipe</string>
				<key>sha256_hash</key>
				<string>3648fd34d13d7cf7f363996357ea5776eecd40f6d6923fc015fc6132d6ea73f7</string>
			</dict>
			<key>com.github.rtrouton.jss.microsoftpowerpoint365</key>
			<dict>
				<key>git_hash</key>
				<string>8a29db2944790f4a29cc98618e0d2e87c96668d5</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/JSS/MicrosoftPowerPoint365.jss.recipe</string>
				<key>sha256_hash</key>
				<string>a469cc90c63b1fa94ee5ff32c9343d6a87594b9dff5435162905c90c94332c4c</string>
			</dict>
			<key>com.github.rtrouton.pkg.microsoftpowerpoint365</key>
			<dict>
				<key>git_hash</key>
				<string>90f11cb9012473899a2640d445553ebbe86882a6</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/MicrosoftPowerPoint365/MicrosoftPowerPoint365.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>c627395960f40221cdde1f42aa52694270f32f768ae0f67804c0985f297c9e1b</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
