<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.VQ8-MicrosoftRemoteDesktop</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Apps</string>
		<key>DOWNLOADURL</key>
		<string>https://go.microsoft.com/fwlink/?linkid=%PRODUCTID%</string>
		<key>GROUP_NAME</key>
		<string>%NAME%-update-smart</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroupTemplate.xml</string>
		<key>NAME</key>
		<string>Microsoft Remote Desktop</string>
		<key>POLICY_CATEGORY</key>
		<string>Internet</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>PRODUCTID</key>
		<string>868963</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>Use Microsoft Remote Desktop app to connect to a remote PC or virtual apps and desktops made available by your administrator.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>%RECIPE_DIR%/MicrosoftRemoteDesktop.png</string>
		<key>SOFTWARETITLE</key>
		<string>Remote</string>
		<key>SOFTWARETYPE</key>
		<string>Desktop</string>
		<key>VENDOR</key>
		<string>Microsoft</string>
		<key>VERSIONTYPE</key>
		<string>CFBundleShortVersionString</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.rtrouton.jss.microsoftremotedesktop</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.rtrouton.download.microsoftremotedesktop</key>
			<dict>
				<key>git_hash</key>
				<string>b8d0510ba0ea29e4f3cddbf776a86fdcb7c1e126</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/MicrosoftRemoteDesktop/MicrosoftRemoteDesktop.download.recipe</string>
				<key>sha256_hash</key>
				<string>f1cfb7181b97002e6962987f5be5c993419b51ea5af35ed2dddbe7ce53cf24fd</string>
			</dict>
			<key>com.github.rtrouton.jss.microsoftremotedesktop</key>
			<dict>
				<key>git_hash</key>
				<string>de2ec3eb77045ade6f7dd52cb4a6d11dc7fe5ee7</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/JSS/MicrosoftRemoteDesktop.jss.recipe</string>
				<key>sha256_hash</key>
				<string>1f4a7b14fb467fd72e65965bd6c017781a387212ff84cbcd5dadbd8501e0840e</string>
			</dict>
			<key>com.github.rtrouton.pkg.microsoftremotedesktop</key>
			<dict>
				<key>git_hash</key>
				<string>e215171875b92a605a3313adedb7e265eb757006</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/MicrosoftRemoteDesktop/MicrosoftRemoteDesktop.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>a1f945afcc31564416202d38cf7950819dd3817ade5212ea1accfc82054c4ba7</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
